app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    @a_s = Student.all